const wordList = [
    {
      word: 'وکاید', 
      hint: 'نام نخستین پادشاه ایران از سلسه ماد'
    },
    {
      word: 'ناژور', 
      hint: 'نام دخترانه کردی به معنای روزها، روشنایی، زندگی'
    },
    {
      word: 'ادیسا', 
      hint: 'نام دخترانه کردی به معنای سایه ی مادر که ترکیبی از دو لغت سای و دا است'
    },
    {
      word: 'نیرگآ', 
      hint: 'نام پسرانه کردی به معنای آتشین،‌آذرین و بسیار شجاع است'
    },
    {
      word: 'زانیآ', 
      hint: 'نام دخترانه ترکی به معنای ماه قشنگ و زیبا، مجازا کسی زیبارو  '
    },
    {
      word: 'ناکاه', 
      hint: 'نام پسرانه ترکی به معنای خان و امپراطور است  '
    },
    {
      word: 'راشای', 
      hint: 'نام پسرانه ترکی به معنای جاویدان و همیشه زنده است  '
    },
    {
      word: 'لارام', 
      hint: 'نام دخترانه ترکی به معنای آهو و  مجازه به کسی زیبا گفته میشود.'
    },
    {
      word: 'ناملیا', 
      hint: 'نام دخترانه ترکی است، سمبل ایل است'
    },
    {
      word: 'رایماس', 
      hint: 'نام پسرانه فارسی است، به معنای ثروتمند، یاور آتش و محافظ آتش است'
    },
    {
      word: 'ماسرآ', 
      hint: 'نام پسرانه فارسی است، به معنای آرشام،‌نیرومند،‌قوی هیکل، پسر آریامنه است'
    },
    {
      word: 'اسلد', 
      hint: 'نام دخترانه فارسی است، به معنای  همچون دل،‌مثل قلب و مجازا فردی دارای احساس و عاطفه است'
    },
    {
      word: 'اسرد', 
      hint: 'نام دخترانه فارسی است، به معنای  همچون در،‌مثل در و   گرانبها است'
    },
    {
      word: 'نایوپ', 
      hint: 'نام پسرانه فارسی است، به معنای آن کسی که به آرامی و نرمی در حال حرکت است'
    },
    {
      word: 'نیتبآ', 
      hint: 'نام پسرانه فارسی است، به معنای  نفس کامل و انسان نیکوکار، فردی صاحب گفتار و کردار نیک است'
    },
    {
      word: 'اکینرآ', 
      hint: 'نام دخترانه فارسی است، به معنای آریایی نیک پندار، ِریایی نیک خو و همیشه بهار کوهی است'
    },
    
    {
      word: 'لگزان', 
      hint: 'نام دخترانه فارسی است، به معنای دختری که مانند گل زیبا و لطیف و ناز است'
    },
    {
      word: 'نامدار', 
      hint: 'نام پسرانه فارسی است، به معنای رادمنش، با سخاوت و یکی از شخصیت های شاهنامه است'
    },
    {
      word: 'نیواشرآ', 
      hint: 'نام پسرانه فارسی است، به معنای آرشاویر،‌ مرد مقدس و نام هفتمین پادشاه اشکانی است'
    },
    
]